{
	"title": "Jeff's Guide to Understanding Cats",
	"picture": "img/cat/cat under Christmas tree.jpg",
	"content": "<article id=\"sampleJSON\">\n    <div class=\"container\">\n      <div class=\"row\">\n        <div class=\"col-lg-12 col-md-12\">\n          <p>Cats whether they are bigger than you are and fenced in at the zoo or sitting on your\n            keyboard\n            currently.\n            They all tend to show the same general signs. So, what are the signs?</p>\n          <h2 class=\"section-heading\">Eyes</h2>\n          <p>Cat's eyes really tell 90% of the story (some people you know probably fall under this\n            category as\n            well).\n            Unless the room is dark (all bets are off if the room is dark), cats generally have large\n            rounded\n            pupils\n            when they are on the hunt, scared, or being playful. If you have a cat, then you probably\n            already\n            know\n            that being on the hunt/attack and being playful are essentially one and the same. Cats are\n            normally\n            mistaken for cute when they have big eyes, but this is the time when you should proceed with\n            caution!\n          </p>\n          <img class=\"img-fluid\" src=\"img/cat/floating toy.jpg\">\n          <span class=\"caption text-muted\">I want to bite and play with you.</span>\n          <p>As you might expect, the opposite is true. When a cat's eyes resemble that of a snake (pupils\n            look\n            like\n            vertical slits), the cat is in a relaxed state and is more likely open for petting</p>\n          <img class=\"img-fluid\" src=\"img/cat/cat glare.jpg\">\n          <span class=\"caption text-muted\">You may pet me three times max.</span>\n          <p>If a cat closes its eyes when staring at you, then high five because that cat likes you and\n            feels\n            comfortable closing its eyes around you! Cats will not blink if a new dog or person is in\n            their\n            presence\n            and will even stalk the new person/dog until the person/dog either leaves or the cat is\n            comfortable.\n          </p>\n          <img class=\"img-fluid\" src=\"img/cat/closing eyes cat.jpg\">\n          <span class=\"caption text-muted\">You are OK, human.</span>\n          <h2 class=\"section-heading\">Fur + Tail</h2>\n          <p>Really the main thing to look for here is if the cat's fur is abnormally poofed out or if\n            their tail\n            is\n            between their legs. If you see either of these signs, then the cat's actions are\n            unpredictable\n            because\n            this is part of their fight or flight mechanism. There is a good chance that an unknown dog\n            or\n            person is\n            approaching them. </p>\n          <h2 class=\"section-heading\">Rubbing Up On You</h2>\n          <p>The default reaction when a cat sees you and starts rubbing itself on your leg is to try to\n            pet the\n            cat.\n            The cat does not necessarily want to be petted in this moment. The cat is determining\n            whether you\n            are a\n            friend or foe by getting your scent.</p>\n          <h2 class=\"section-heading\">Litter Box/Bathroom Tendencies</h2>\n          <p>The main thing to note here is that if the cat is going to the bathroom outside of the litter\n            box\n            (and\n            has already been trained) then this is not necessarily a sign of the cat rebelling or being\n            bad.\n            This is\n            typically a sign that the cat is either depressed or scared. Good thing people do not act\n            this way!\n          </p>\n          <h2 class=\"section-heading\">Meows and Chirps</h2>\n          <p>Cats do not meow to one another. They meow to humans to imitate an infant because we all know\n            that\n            crying\n            tends to get results (don't quote me on that one!). If you hear the cat meowing or chirping,\n            then he\n            probably wants a can of tuna or to go into your garage to jump around on gym equipment\n            (maybe that\n            is\n            just my cat...).</p>\n          <img class=\"img-fluid\" src=\"img/cat/cat on gym equipment 2.jpg\">\n          <span class=\"caption text-muted\">A Cat's Playground</span>\n          <h2 class=\"section-heading\">Claws</h2>\n          <p>If the cat takes its nails out, then it is getting ready to attack. Be wary. If the cat goes to hit you\n            with its paw with retracted nails, then it is just telling you to leave it alone.</p>\n          <p>As a side note, I have noticed that cats without nails tend to bite more, which is probably worse than the\n            risk of being scratched. If there are some scratch pads around the house, then cats are normally pretty good\n            about using those instead of your furniture... usually. </p>\n          <h2 class=\"section-heading\">Mouth/Teeth</h2>\n          <p>Cats typically communicate using their mouth whether chirping at you or trying to bite you.\n            If you\n            are\n            petting a cat and the cat tries to bite you, then this is the cat telling you to stop. Some\n            cats are\n            much more tolerant than others. Usually the bite is not ill-willed and is more of a soft\n            love bite\n            that\n            does not break any skin although I typically move my hand immediately if a cat's mouth is\n            headed my\n            way.\n          </p>\n          <img class=\"img-fluid\" src=\"img/cat/cat yawn.jpg\">\n          <span class=\"caption text-muted\">Yawn or ferocious bite?</span>\n          <p>Did I leave something off? Send me a message!</p>\n        </div>\n      </div>\n    </div>\n  </article>",
	"date": "April 20, 2019",
	"author": "Jeff Pettyjohn",
	"category": "Animals"
}